Repository: Alintor/RSS_Reader
Catalog: RSS_Reader/*.lproj/Localizable.strings
Languages: ru

source: All feeds
ru: Все новости

source: Favorites
ru: Избранные

source: Channels
ru: Источники

# Add_channel_text
source: Enter URL of the channel to add
ru: Чтобы добавить новый источник введите его URL адрес

source: Add
ru: Добавить

source: Search
ru: Искать

# Open_browser
source: Open in Browser
ru: Открыть в браузере

# Empty_favorites
source: There ara not favorite articles. Add some article to Favorites to see it here
ru: Избранные статьи отсутствуют. Отметьте статьи как избранные чтобы увидеть их здесь

# Empty_feeds
source: There ara not feeds
ru: Статьи отсутствуют

# Error_empty_field
source: Enter channel URL address
ru: Введите URL адрес источника

# Error_already_exist
source: This channel already exists
ru: Такой источник уже существует

# Error_not_correct_url
source: This URL is not correct
ru: Данный URL адрес некорректен

# Error_not_rss
source: This URL address not RSS
ru: Данный URL адрес не RSS

source: URL address
ru: URL адрес

# Unknown
source: Deleted channel
ru: Удаленный источник
